/* No comment provided by engineer. */
" in the menu bar to start!" = " in der Menüleiste, um zu starten!";

/* No comment provided by engineer. */
" will be always hidden." = "Das xml: wird immer versteckt sein.";

/* No comment provided by engineer. */
" will be hidden." = "wird versteckt sein.";

/* No comment provided by engineer. */
"sec(s)" = "Sek.(s)";

/* No comment provided by engineer. */
"• Cloud backup and sync profiles" = "• Cloud-Backup und Synchronisationsprofile";

/* No comment provided by engineer. */
"• Manage the menu bar icons as you want" = "• Verwalten Sie die Menüleisten-Symbole, wie Sie möchten";

/* No comment provided by engineer. */
"• Reduce menu bar icon spacing" = "• Reduzieren Sie den Abstand der Menüleistensymbole";

/* No comment provided by engineer. */
"• Supercharge your scripts or shortcuts with Barbee" = "• Laden Sie Ihre Skripte oder Verknüpfungen mit Barbee auf";

/* No comment provided by engineer. */
"• Support the menu bar with a notch" = "• Unterstützen Sie die Menüleiste mit einer Kerbe";

/* No comment provided by engineer. */
"• Unlimited number of times you can show/hide menu bar icons" = "• Unbegrenzte Anzahl an Malen, die Sie Menüleistensymbole ein-/ausblenden können";

/* No comment provided by engineer. */
"• Various menu appearance styles" = "• Verschiedene Erscheinungsbilder von Menüs";

/* No comment provided by engineer. */
"⌘ Shortcut List:" = "⌘ Tastenkombinationsliste:";

/* No comment provided by engineer. */
"⏰️  Monitor menu bar item changes, then perform an action" = "⏰️  Überwachen Sie Änderungen an Menüleistenelementen und führen Sie dann eine Aktion aus";

/* No comment provided by engineer. */
"⚠️⚠️⚠️Unresponsive Item %@" = "⚠️⚠️⚠️Unresponsive Item %@";

/* No comment provided by engineer. */
"⛔️️ Barbee does not collect or track any of your personal data and Barbee does not apply for any network permissions." = "⛔️️ Barbee sammelt oder verfolgt keine Ihrer persönlichen Daten und Barbee beantragt keine Netzwerkberechtigungen.";

/* No comment provided by engineer. */
"✅️ Accessibility permission granted" = "✅️ Zugriffsberechtigung erteilt";

/* No comment provided by engineer. */
"✅️ Screen Recording permission granted" = "✅️ Bildschirmaufnahmeberechtigung erteilt";

/* No comment provided by engineer. */
"✉️ Contact us" = "✉️ Kontaktieren Sie uns";

/* No comment provided by engineer. */
"⬅️Left" = "⬅️Links";

/* No comment provided by engineer. */
"⭐️️ Drag to arrange your menu bar items as you want!" = "⭐️️ Ziehen Sie, um Ihre Menüleisten-Elemente nach Wunsch anzuordnen!";

/* No comment provided by engineer. */
"🐝 Relaunch Barbee" = "🐝 Relaunch Barbee";

/* No comment provided by engineer. */
"🐞 Report bugs" = "🐞 Fehler melden";

/* No comment provided by engineer. */
"👀 View details..." = "👀 Details anzeigen...";

/* No comment provided by engineer. */
"👉 In the pop-up authorization window, please 🔓unlock in the lower-left corner first, then ✔️allow Barbee in the right list." = "👉 Im Popup-Autorisierungsfenster, bitte 🔓entsperren Sie zuerst in der unteren linken Ecke, dann ✔️erlauben Sie Barbee in der rechten Liste.";

/* No comment provided by engineer. */
"💥Supercharge your scripts or shortcuts with Barbee" = "💥Laden Sie Ihre Skripte oder Verknüpfungen mit Barbee auf";

/* No comment provided by engineer. */
"📊 Export logs..." = "📊 Exportprotokolle...";

/* No comment provided by engineer. */
"🔥️ Enhanced Mode" = "🔥️ Verbesserter Modus";

/* No comment provided by engineer. */
"🔨 Fix cursor issues" = "🔨 Cursorprobleme beheben";

/* No comment provided by engineer. */
"🕶️ You are the VIP" = "🕶️ Du bist der VIP";

/* No comment provided by engineer. */
"🦄 Join TestFlight..." = "🦄 Join TestFlight...";

/* No comment provided by engineer. */
"🧩 Right-click to customize Barbee widget group" = "🧩 Rechtsklick, um die Barbee-Widgetgruppe anzupassen";

/* No comment provided by engineer. */
"🧩 Right-click to customize Barbee widgets" = "🧩 Rechtsklick, um Barbee Widgets anzupassen";

/* No comment provided by engineer. */
"🧩 Widget Management" = "🧩 Widget-Verwaltung";

/* No comment provided by engineer. */
"🧮 Restore Patches" = "🧮 Restore Patches";

/* No comment provided by engineer. */
"3-day Free Trial" = "3-tägige kostenlose Probezeit";

/* No comment provided by engineer. */
"About" = "Über";

/* No comment provided by engineer. */
"Accessibility" = "Zugänglichkeit";

/* No comment provided by engineer. */
"Action" = "Aktion";

/* No comment provided by engineer. */
"Action:" = "Aktion:";

/* No comment provided by engineer. */
"Activate for %d second(s)" = "Aktiviere für %d Sekunde(n)";

/* No comment provided by engineer. */
"Activate for a while" = "Aktiviere für eine Weile";

/* No comment provided by engineer. */
"Activate seconds: %d" = "Aktiviere Sekunden: %d";

/* No comment provided by engineer. */
"Active" = "Aktiv";

/* No comment provided by engineer. */
"Active Barbee profile with name: ${profileName}" = "Aktives Barbee-Profil mit Namen: ${profileName}";

/* No comment provided by engineer. */
"Active Barbee profile with name." = "Aktives Barbee-Profil mit Namen.";

/* No comment provided by engineer. */
"Active Barbee symbol with number: ${number}" = "Aktives Barbee-Symbol mit Nummer: ${number}";

/* No comment provided by engineer. */
"Active Barbee symbol with number." = "Aktives Barbee-Symbol mit Nummer.";

/* No comment provided by engineer. */
"Active Profile" = "Aktives Profil";

/* No comment provided by engineer. */
"Active Symbol" = "Aktives Symbol";

/* No comment provided by engineer. */
"Actived profile successfully" = "Aktiviertes Profil erfolgreich";

/* No comment provided by engineer. */
"Add" = "Hinzufügen";

/* No comment provided by engineer. */
"Add/Remove menu bar inner shadow and drop shadow." = "Menüleiste Innen- und Aussenschatten hinzufügen/entfernen.";

/* No comment provided by engineer. */
"All Menu Bar Item" = "Alle Menüleisten-Elemente";

/* No comment provided by engineer. */
"All menu bar items are visible on external screens" = "Alle Menüleisten-Elemente sind auf externen Bildschirmen sichtbar";

/* No comment provided by engineer. */
"Alpha Value" = "Alpha-Wert";

/* No comment provided by engineer. */
"Always Hidden" = "Immer versteckt";

/* No comment provided by engineer. */
"Always Hidden Items" = "Immer versteckte Objekte";

/* No comment provided by engineer. */
"Always Hidden Items:" = "Immer versteckte Gegenstände:";

/* No comment provided by engineer. */
"Always Hidden Menu Bar Item" = "Immer verstecktes Menüelement";

/* No comment provided by engineer. */
"App Modules" = "App-Module";

/* No comment provided by engineer. */
"Apply" = "Bewerben";

/* No comment provided by engineer. */
"Arrange" = "Anordnen";

/* No comment provided by engineer. */
"Authorize" = "Autorisieren";

/* No comment provided by engineer. */
"Automation" = "Automatisierung";

/* No comment provided by engineer. */
"Automation feature requires additional permissions!" = "Die Automatisierungsfunktion erfordert zusätzliche Berechtigungen!";

/* No comment provided by engineer. */
"Award" = "Auszeichnung";

/* No comment provided by engineer. */
"Backup profile successfully." = "Profil erfolgreich gesichert.";

/* No comment provided by engineer. */
"Backup to iCloud drive" = "Sicherung auf iCloud Drive";

/* No comment provided by engineer. */
"Barbee" = "Barbee";

/* No comment provided by engineer. */
"Barbee requires Accessibility access to show/hide the menu bar items." = "Barbee benötigt Zugriff auf Barrierefreiheit, um die Menüleistenelemente ein- und auszublenden.";

/* No comment provided by engineer. */
"Barbee requires Screen Recording access to monitor the menu bar item list and capture the images of changed items." = "Barbee benötigt Zugriff auf die Bildschirmaufnahme, um die Liste der Menüleistenobjekte zu überwachen und die Bilder geänderter Elemente aufzunehmen.";

/* No comment provided by engineer. */
"Barbee requires your permissions to access system capabilities to provide its functionality. Please review the permissions below." = "Barbee benötigt Ihre Berechtigungen, um auf Systemfunktionen zuzugreifen, um seine Funktionalität bereitzustellen. Bitte überprüfen Sie die unten stehenden Berechtigungen.";

/* No comment provided by engineer. */
"Barbee's menu bar icon has been hidden" = "Das Menüsymbolsymbol von Barbee wurde ausgeblendet";

/* No comment provided by engineer. */
"Become VIP to use without limitation" = "Werden Sie VIP, um ohne Einschränkung zu nutzen";

/* No comment provided by engineer. */
"Beta Testing" = "Betatest";

/* No comment provided by engineer. */
"Bundle Identifier" = "Bündel-Identifikator";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"Change inner shadow state: ${innerShadowState}, drop shadow state: ${dropShadowState}" = "Inneren Schattenstatus ändern: ${innerShadowState}, Drop-Schattenstatus: ${dropShadowState}";

/* No comment provided by engineer. */
"Change Menu Bar Color" = "Menüleistenfarbe ändern";

/* No comment provided by engineer. */
"Change menu bar color: ${color}" = "Ändere die Farbe der Menüleiste: ${color}";

/* No comment provided by engineer. */
"Change Menu Bar Shadow State" = "Menüleisten-Schattenstatus ändern";

/* No comment provided by engineer. */
"Change Top Notch State" = "Ändern Sie den Top-Notch-Zustand";

/* No comment provided by engineer. */
"Change top notch state: ${state}" = "Änderung des erstklassigen Zustands: ${state}";

/* No comment provided by engineer. */
"Change Wallpaper..." = "Wandpaper ändern...";

/* No comment provided by engineer. */
"Change your current screen menu bar color, enter your color hex string(e.g. \"0AB188FF\"). Restore the color of the menu bar if the hex string is empty." = "Ändern Sie die Farbe der Menüleiste Ihres aktuellen Bildschirms, geben Sie Ihren Farbhex-String ein (z. B. \"0AB188FF\"). Stellen Sie die Farbe der Menüleiste wieder her, wenn der Hex-String leer ist.";

/* No comment provided by engineer. */
"Changing menu bar color requires user directory authorization" = "Die Änderung der Farbe der Menüleiste erfordert eine Autorisierung des Benutzerverzeichnisses";

/* No comment provided by engineer. */
"Changing menu item gaps requires user directory authorization" = "Das Ändern von Abständen im Menüpunkt erfordert eine Benutzerverzeichnisberechtigung";

/* No comment provided by engineer. */
"Choose a menu bar item" = "Wählen Sie ein Menüelement aus";

/* No comment provided by engineer. */
"Choose Barbee Mode" = "Wählen Sie den Barbee-Modus";

/* No comment provided by engineer. */
"Click menu bar item" = "Klicken Sie auf das Menüleistenelement";

/* No comment provided by engineer. */
"Click Menu Bar Item (Enhanced mode only)" = "Klicken Sie auf das Menüelement (nur im erweiterten Modus)";

/* No comment provided by engineer. */
"Click menu bar item by identifier: ${itemIdentifier}" = "Klicken Sie auf das Menüelement über den Bezeichner: ${itemIdentifier}";

/* No comment provided by engineer. */
"Click menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\")." = "Klicken Sie auf das Menüelement anhand des Identifiers (z.B. \"com.apple.controlcenter-WiFi\").";

/* No comment provided by engineer. */
"Click on the menu bar Barbee icon to toggle the visibility of hidden items directly" = "Klicken Sie auf das Menüleisten-Icon Barbee, um die Sichtbarkeit von ausgeblendeten Elementen direkt umzuschalten";

/* No comment provided by engineer. */
"Click on the menu bar to toggle the visibility of hidden items" = "Klicken Sie auf die Menüleiste, um die Sichtbarkeit ausgeblendeter Elemente umzuschalten";

/* No comment provided by engineer. */
"Click the icon " = "Klicken Sie auf das Symbol ";

/* No comment provided by engineer. */
"Close" = "Schließen";

/* No comment provided by engineer. */
"Color" = "Farbe";

/* No comment provided by engineer. */
"Configuration" = "Konfiguration";

/* No comment provided by engineer. */
"Confirm" = "Bestätigen";

/* No comment provided by engineer. */
"Content" = "Inhalt";

/* No comment provided by engineer. */
"Continue" = "Fortsetzen";

/* No comment provided by engineer. */
"Corner Radius" = "Eckenradius";

/* No comment provided by engineer. */
"Current Item" = "Aktueller Artikel";

/* No comment provided by engineer. */
"Cursor Keeps Flickering?" = "Der Cursor flackert ständig?";

/* No comment provided by engineer. */
"Custom shortcuts feature requires additional permissions!" = "Die Funktion für benutzerdefinierte Verknüpfungen erfordert zusätzliche Berechtigungen!";

/* No comment provided by engineer. */
"Dark Background Color" = "Dunkle Hintergrundfarbe";

/* No comment provided by engineer. */
"Default" = "Standard";

/* No comment provided by engineer. */
"Default Gap - system default spacing between items" = "Standardabstand - systemseitiger Standardabstand zwischen Elementen";

/* No comment provided by engineer. */
"Delay before hiding items again." = "Verzögerung, bevor Gegenstände wieder ausgeblendet werden.";

/* No comment provided by engineer. */
"Delete" = "Löschen";

/* No comment provided by engineer. */
"Delete `%@`" = "Lösche `%@`";

/* No comment provided by engineer. */
"Diagnostics" = "Diagnose";

/* No comment provided by engineer. */
"Do you want to backup profiles to iCloud?" = "Möchten Sie Profile in iCloud sichern?";

/* No comment provided by engineer. */
"Do you want to delete profile `%@`?" = "Möchten Sie das Profil `%@` löschen?";

/* No comment provided by engineer. */
"Do you want to delete this automation?" = "Möchten Sie diese Automatisierung löschen?";

/* No comment provided by engineer. */
"Do you want to delete this shortcut?" = "Möchten Sie dieses Shortcut löschen?";

/* No comment provided by engineer. */
"Do you want to import this patch?" = "Möchten Sie diesen Patch importieren?";

/* No comment provided by engineer. */
"Do you want to import this profile?" = "Möchten Sie dieses Profil importieren?";

/* No comment provided by engineer. */
"Do you want to sync profiles from iCloud?" = "Möchten Sie Profile von iCloud synchronisieren?";

/* No comment provided by engineer. */
"Drop Shadow" = "Schlagschatten";

/* No comment provided by engineer. */
"Drop Shadow State" = "Schattenwurf Zustand";

/* No comment provided by engineer. */
"Edit" = "Bearbeiten";

/* No comment provided by engineer. */
"Emoji" = "Emoji";

/* No comment provided by engineer. */
"Energy Saver" = "Energiesparer";

/* No comment provided by engineer. */
"Enhanced Mode" = "Erweiterter Modus";

/* No comment provided by engineer. */
"Enhanced mode is only available for Notch screens" = "Der erweiterte Modus ist nur für Notch-Bildschirme verfügbar";

/* No comment provided by engineer. */
"Export" = "Exportieren";

/* No comment provided by engineer. */
"Failed to active profile" = "Fehler beim Aktivieren des Profils";

/* No comment provided by engineer. */
"Failed to backup profile." = "Backup des Profils fehlgeschlagen.";

/* No comment provided by engineer. */
"Failed to change menu item gap" = "Fehler beim Ändern des Menüpunktabstands";

/* No comment provided by engineer. */
"Failed to export profile." = "Export des Profils fehlgeschlagen.";

/* No comment provided by engineer. */
"Failed to fix cursor issues" = "Fehler bei der Behebung von Cursorproblemen";

/* No comment provided by engineer. */
"Failed to import patch." = "Fehler beim Importieren des Patches.";

/* No comment provided by engineer. */
"Failed to import profile." = "Import des Profils fehlgeschlagen.";

/* No comment provided by engineer. */
"Failed to restore" = "Fehlgeschlagen wiederherzustellen";

/* No comment provided by engineer. */
"Failed to sync profile." = "Profil konnte nicht synchronisiert werden.";

/* No comment provided by engineer. */
"Feedback" = "Rückmeldung";

/* No comment provided by engineer. */
"Fixed cursor issues successfully" = "Cursorprobleme erfolgreich behoben";

/* No comment provided by engineer. */
"For the setting to work, you must turn on Barbee's `Launch At Login`, log out and log back into macOS." = "Um die Einstellung zu aktivieren, müssen Sie Barbees `Beim Login starten` einschalten, sich aus macOS ausloggen und wieder einloggen.";

/* No comment provided by engineer. */
"Found %d profile(s)" = "Gefundene %d Profil(e)";

/* No comment provided by engineer. */
"Frame" = "Rahmen";

/* No comment provided by engineer. */
"Generic" = "Allgemein";

/* No comment provided by engineer. */
"Get all menu bar items" = "Holen Sie alle Menüleisten-Elemente";

/* No comment provided by engineer. */
"Get All Menu Bar Items" = "Alle Menüleistenpunkte abrufen";

/* No comment provided by engineer. */
"Get always hidden menu bar items" = "Immer ausgeblendete Menüleisten-Elemente anzeigen";

/* No comment provided by engineer. */
"Get Always Hidden Menu Bar Items" = "Immer ausgeblendete Menüleistenobjekte anzeigen";

/* No comment provided by engineer. */
"Get App Modules" = "App-Module abrufen";

/* No comment provided by engineer. */
"Get app modules using app bundle identifier: ${bundleIdentifier}" = "App-Module mit App-Bündelkennung abrufen: ${bundleIdentifier}";

/* No comment provided by engineer. */
"Get hidden menu bar items" = "Versteckte Menüleistenelemente abrufen";

/* No comment provided by engineer. */
"Get Hidden Menu Bar Items" = "Versteckte Menüleistenpunkte abrufen";

/* No comment provided by engineer. */
"Get it for free" = "Holen Sie es sich kostenlos";

/* No comment provided by engineer. */
"Get shown menu bar items" = "Zeige Menüleisten-Elemente an";

/* No comment provided by engineer. */
"Get Shown Menu Bar Items" = "Angezeigte Menüleistenobjekte abrufen";

/* No comment provided by engineer. */
"Get Started" = "Loslegen";

/* No comment provided by engineer. */
"Go to Barbee preferences..." = "Gehen Sie zu Barbee Einstellungen...";

/* No comment provided by engineer. */
"Got it" = "Verstanden";

/* No comment provided by engineer. */
"Grant Permissions to Barbee" = "Berechtigungen für Barbee gewähren";

/* No comment provided by engineer. */
"Has Top Notch" = "Hat erstklassige";

/* No comment provided by engineer. */
"Has top notch?" = "Hat erstklassig?";

/* No comment provided by engineer. */
"Height" = "Höhe";

/* No comment provided by engineer. */
"Help Center" = "Hilfezentrum";

/* No comment provided by engineer. */
"Hidden" = "Versteckt";

/* No comment provided by engineer. */
"Hidden Items" = "Versteckte Gegenstände";

/* No comment provided by engineer. */
"Hidden Items:" = "Versteckte Gegenstände:";

/* No comment provided by engineer. */
"Hidden Menu Bar Item" = "Verstecktes Menüleistenobjekt";

/* No comment provided by engineer. */
"Hide" = "Verstecken";

/* No comment provided by engineer. */
"Hide All" = "Alles verbergen";

/* No comment provided by engineer. */
"Hide Menu Bar Item (Enhanced mode only)" = "Menüleistenpunkt ausblenden (nur im erweiterten Modus)";

/* No comment provided by engineer. */
"Hide menu bar item by identifier: ${itemIdentifier}, to X: ${x}" = "Menüleistenelement nach Bezeichner ausblenden: ${itemIdentifier}, nach X: ${x}";

/* No comment provided by engineer. */
"Hide menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\"), X is optional." = "Menüleisten-Element nach Bezeichner ausblenden (z.B. \"com.apple.controlcenter-WiFi\"), X ist optional.";

/* No comment provided by engineer. */
"Hide not-showing items" = "Verberge nicht angezeigte Elemente";

/* No comment provided by engineer. */
"Hold CONTROL(⌃) and click on the menu bar icon to show / hide all items" = "Halten Sie CONTROL(⌃) und klicken Sie auf das Menüleistensymbol, um alle Elemente anzuzeigen / auszublenden";

/* No comment provided by engineer. */
"Hold CONTROL(⌃) and click on the menu bar to show / hide all items" = "Halten Sie STRG(⌃) gedrückt und klicken Sie auf die Menüleiste, um alle Elemente anzuzeigen / auszublenden";

/* No comment provided by engineer. */
"Hold OPTION(⌥) and click on the menu bar icon to show / hide hidden items" = "Halten Sie OPTION(⌥) gedrückt und klicken Sie auf das Symbol in der Menüleiste, um versteckte Elemente anzuzeigen / auszublenden";

/* No comment provided by engineer. */
"Hold the COMMAND(⌘) to drag the menu bar items" = "Halten Sie die COMMAND(⌘)-Taste gedrückt, um die Menüleistenelemente zu ziehen";

/* No comment provided by engineer. */
"Hovered" = "Hoverte";

/* No comment provided by engineer. */
"Icon:" = "Symbol:";

/* No comment provided by engineer. */
"If you encounter any problems or would like to help us improve, or localize Barbee, please feel free to contact us!" = "Wenn Sie auf Probleme stoßen oder uns helfen möchten, uns zu verbessern, oder Barbee zu lokalisieren, zögern Sie bitte nicht, uns zu kontaktieren!";

/* No comment provided by engineer. */
"If you want to use Barbee in normal mode, just remove the granted permissions in System Preferences." = "Wenn Sie Barbee im Normalmodus verwenden möchten, entfernen Sie einfach die erteilten Berechtigungen in den Systemeinstellungen.";

/* No comment provided by engineer. */
"If your cursor keeps flickering, you can try to click the button to fix cursor flickering." = "Wenn Ihr Cursor weiterhin flackert, können Sie versuchen, auf die Schaltfläche zu klicken, um das Flackern des Cursors zu beheben.";

/* No comment provided by engineer. */
"Ignore" = "Ignorieren";

/* No comment provided by engineer. */
"Image" = "Bild";

/* No comment provided by engineer. */
"Import" = "Import";

/* No comment provided by engineer. */
"In the case of multiple screens, non-notch screens will use normal mode to show/hide menu bar items" = "Im Falle mehrerer Bildschirme werden Bildschirme ohne Notch den Normalmodus verwenden, um Menüleisten-Elemente anzuzeigen/zu verbergen";

/* No comment provided by engineer. */
"Inner Shadow" = "Innenschatten";

/* No comment provided by engineer. */
"Inner Shadow State" = "Innenschatten-Zustand";

/* No comment provided by engineer. */
"InterItem Horizontal Padding" = "InterItem Horizontaler Abstand";

/* No comment provided by engineer. */
"InterItem Vertical Padding" = "Zwischenabstand der vertikalen Elemente";

/* No comment provided by engineer. */
"Is Menu Bar Visible" = "Ist die Menüleiste sichtbar";

/* No comment provided by engineer. */
"Is menu bar visible?" = "Ist die Menüleiste sichtbar?";

/* No comment provided by engineer. */
"Is Movable by Window Background" = "Ist durch Fensterhintergrund beweglich";

/* No comment provided by engineer. */
"It is strongly recommended to launch Barbee at login, do you want to enable it?" = "Es wird dringend empfohlen, Barbee beim Start zu starten, möchten Sie es aktivieren?";

/* No comment provided by engineer. */
"Item has any changes" = "Artikel hat Änderungen";

/* No comment provided by engineer. */
"Item Identifier" = "Artikel-Identifikator";

/* No comment provided by engineer. */
"Items" = "Artikel";

/* No comment provided by engineer. */
"Items dragged to the left will be always hidden. Hold the command ⌘ key to drag the items in menu bar." = "Elemente, die nach links gezogen werden, sind immer ausgeblendet. Halten Sie die Befehlstaste ⌘ gedrückt, um die Elemente in der Menüleiste zu ziehen.";

/* No comment provided by engineer. */
"Items dragged to the left will be hidden. Hold the command ⌘ key to drag the items in menu bar." = "Elemente, die nach links gezogen werden, werden ausgeblendet. Halten Sie die Befehlstaste ⌘ gedrückt, um die Elemente in der Menüleiste zu ziehen.";

/* No comment provided by engineer. */
"Items on the left side of the icon " = "Artikel auf der linken Seite des Symbols";

/* No comment provided by engineer. */
"Launch At Login" = "Beim Login starten";

/* No comment provided by engineer. */
"Launch Barbee at login?" = "Barbee beim Anmelden starten?";

/* No comment provided by engineer. */
"Level" = "Niveau";

/* No comment provided by engineer. */
"Lifetime" = "Lebenszeit";

/* No comment provided by engineer. */
"Lifetime - %@" = "Lebenszeit - %@";

/* No comment provided by engineer. */
"Light Background Color" = "Hintergrundfarbe hell";

/* No comment provided by engineer. */
"Love Barbee?" = "Liebe Barbee?";

/* No comment provided by engineer. */
"Lowest" = "Niedrigste";

/* No comment provided by engineer. */
"macOS log out required" = "macOS-Abmeldung erforderlich";

/* No comment provided by engineer. */
"Makes the notch disappear like a NINJA 🥷. (You can also set the menu bar color to ⬛️)" = "Macht die Kerbe verschwinden wie ein NINJA 🥷. (Sie können auch die Menüleistenfarbe auf ⬛️ setzen)";

/* No comment provided by engineer. */
"Manage App Modules in Menu Bar" = "Verwalte App-Module in der Menüleiste";

/* No comment provided by engineer. */
"Manage Subscription" = "Abonnement verwalten";

/* No comment provided by engineer. */
"Manage System Modules in Menu Bar" = "Systemmodule im Menü verwalten";

/* No comment provided by engineer. */
"Managing app modules requires user directory authorization" = "Die Verwaltung von App-Modulen erfordert eine Benutzerverzeichnisberechtigung";

/* No comment provided by engineer. */
"Menu Bar" = "Menüleiste";

/* No comment provided by engineer. */
"Menu Bar Appearance" = "Menüleisten Erscheinungsbild";

/* No comment provided by engineer. */
"Menu Bar Border Color:" = "Menüleisten-Randfarbe:";

/* No comment provided by engineer. */
"Menu Bar Border Width:" = "Menüleistenrahmenbreite:";

/* No comment provided by engineer. */
"Menu Bar Color:" = "Menüleistenfarbe:";

/* No comment provided by engineer. */
"Menu Bar Corner Radius:" = "Menüleisten-Eckradius:";

/* No comment provided by engineer. */
"Menu Bar Item Gap:" = "Abstand der Menüleisten-Elemente:";

/* No comment provided by engineer. */
"Menu Bar Layout" = "Menüleistenlayout";

/* No comment provided by engineer. */
"Menu Bar Layout feature requires additional permissions!" = "Das Layout der Menüleiste erfordert zusätzliche Berechtigungen!";

/* No comment provided by engineer. */
"Menu Bar Shadow:" = "Menüleisten-Schatten:";

/* No comment provided by engineer. */
"Menu Bar Size:" = "Menüleistengröße:";

/* No comment provided by engineer. */
"Menu Bar Style:" = "Menüleisten-Stil:";

/* No comment provided by engineer. */
"Menu Bar Tint:" = "Menüleistenfarbton:";

/* No comment provided by engineer. */
"Menu Bar:" = "Menüleiste:";

/* No comment provided by engineer. */
"Mini" = "Mini";

/* No comment provided by engineer. */
"Mode has been changed successfully" = "Der Modus wurde erfolgreich geändert";

/* No comment provided by engineer. */
"Mode:" = "Modus:";

/* No comment provided by engineer. */
"More" = "Mehr";

/* No comment provided by engineer. */
"Multi-screen:" = "Mehrere Bildschirme:";

/* No comment provided by engineer. */
"Name" = "Name";

/* No comment provided by engineer. */
"Name:" = "Name:";

/* No comment provided by engineer. */
"New" = "Neu";

/* No comment provided by engineer. */
"New Items Location" = "Neue Artikelstandorte";

/* No comment provided by engineer. */
"🆕️ Request new features" = "🆕️ Neue Funktionen anfordern";

/* No comment provided by engineer. */
"New Single Widget..." = "Neues Einzel-Widget...";

/* No comment provided by engineer. */
"New Widget" = "Neues Widget";

/* No comment provided by engineer. */
"New Widget Group" = "Neue Widget-Gruppe";

/* No comment provided by engineer. */
"New Widget Group..." = "Neue Widget-Gruppe...";

/* No comment provided by engineer. */
"Newly discovered menu bar items will be moved to:" = "Neu entdeckte Menüleisten-Elemente werden verschoben nach:";

/* No comment provided by engineer. */
"No" = "Nein";

/* No comment provided by engineer. */
"No action" = "Keine Aktion";

/* No comment provided by engineer. */
"No backups" = "Keine Sicherungen";

/* No comment provided by engineer. */
"No configurable app modules found" = "Keine konfigurierbaren App-Module gefunden";

/* No comment provided by engineer. */
"No Gap - no spacing between items" = "Keine Lücke - kein Abstand zwischen den Elementen";

/* No comment provided by engineer. */
"No items found" = "Keine Elemente gefunden";

/* No comment provided by engineer. */
"No matching results" = "Keine übereinstimmenden Ergebnisse";

/* No comment provided by engineer. */
"Non-subscription, totally free" = "Kein Abonnement, völlig kostenlos";

/* No comment provided by engineer. */
"Normal" = "Normal";

/* No comment provided by engineer. */
"Normal Gap - normal spacing between items" = "Normaler Abstand - normaler Abstand zwischen Gegenständen";

/* No comment provided by engineer. */
"Normal Mode" = "Normaler Modus";

/* No comment provided by engineer. */
"Not Now" = "Nicht jetzt";

/* No comment provided by engineer. */
"Notch:" = "Kerbe:";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"One-time purchase" = "Einmaliger Kauf";

/* No comment provided by engineer. */
"Oops, No Hidden Items! 🔥️You can arrange items in the Preferences." = "Hoppla, keine versteckten Elemente! 🔥️Sie können Elemente in den Einstellungen anordnen.";

/* No comment provided by engineer. */
"Open System Preferences..." = "Systemeinstellungen öffnen...";

/* No comment provided by engineer. */
"Please hold command(⌘) and drag the `<`, `|` and `Barbee icons` in the menu bar and place them in the correct order. The order is: always hidden icons `<` hidden icons `|` shown icons `Barbee icon`." = "Bitte halten Sie die Befehlstaste(⌘) gedrückt und ziehen Sie die `<`, `|` und `Barbee symbole` in der Menüleiste und platzieren Sie sie in der richtigen Reihenfolge. Die Reihenfolge ist: immer versteckte Symbole `<` versteckte Symbole `|` angezeigte Symbole `Barbee symbole`.";

/* No comment provided by engineer. */
"Preferences" = "Einstellungen";

/* No comment provided by engineer. */
"Preferences..." = "Einstellungen...";

/* No comment provided by engineer. */
"Privacy Policy" = "Datenschutzrichtlinie";

/* No comment provided by engineer. */
"Profile" = "Profil";

/* No comment provided by engineer. */
"Profile Entry:" = "Profil Eintrag:";

/* No comment provided by engineer. */
"Profile Name" = "Profilname";

/* No comment provided by engineer. */
"Purchase & Restore" = "Kaufen & Wiederherstellen";

/* No comment provided by engineer. */
"Quick Search" = "Schnelle Suche";

/* No comment provided by engineer. */
"Quick Search Entry:" = "Schnelle Sucheingabe:";

/* No comment provided by engineer. */
"Quick Search feature requires additional permissions!" = "Schnellsuchfunktion erfordert zusätzliche Berechtigungen!";

/* No comment provided by engineer. */
"Quick Search:" = "Schnellsuche:";

/* No comment provided by engineer. */
"Quick Start Guide" = "Schnellstartanleitung";

/* No comment provided by engineer. */
"Quit" = "Aufhören";

/* No comment provided by engineer. */
"Rate Now" = "Bewerten Sie jetzt";

/* No comment provided by engineer. */
"Rate on Mac App Store" = "Bewertung im Mac App Store";

/* No comment provided by engineer. */
"Recommended for users with a large screen or no icons hidden by the system." = "Empfohlen für Benutzer mit einem großen Bildschirm oder ohne durch das System versteckte Symbole.";

/* No comment provided by engineer. */
"Recommended for users with bangs on the screen or users with hidden icons in the system." = "Empfohlen für Benutzer mit Schlagschatten auf dem Bildschirm oder Benutzer mit versteckten Symbolen im System.";

/* No comment provided by engineer. */
"Reduce Refresh Rate When Using Battery Power" = "Reduzieren Sie die Aktualisierungsrate bei Verwendung von Batteriestrom";

/* No comment provided by engineer. */
"Refresh" = "Aktualisieren";

/* No comment provided by engineer. */
"Refresh Interval in Seconds" = "Aktualisierungsintervall in Sekunden";

/* No comment provided by engineer. */
"Refresh menu bar items" = "Aktualisieren Sie die Menüleistenpunkte";

/* No comment provided by engineer. */
"Refresh Menu Bar Items" = "Menüleiste aktualisieren";

/* No comment provided by engineer. */
"Regular" = "Regelmäßig";

/* No comment provided by engineer. */
"Related Item:" = "Verwandter Artikel:";

/* No comment provided by engineer. */
"Reduce useable screen space to mask notch" = "Entferne die Kerbe";

/* No comment provided by engineer. */
"Remove/Add top notch when you use the notched Mac." = "Entfernen/Hinzufügen von Top-Notch, wenn Sie den genuteten Mac verwenden.";

/* No comment provided by engineer. */
"Request Access..." = "Zugriff anfordern...";

/* No comment provided by engineer. */
"Reset" = "Zurücksetzen";

/* No comment provided by engineer. */
"Reset All Permissions" = "Zurücksetzen aller Berechtigungen";

/* No comment provided by engineer. */
"Restore Purchase" = "Wiederherstellung kaufen";

/* No comment provided by engineer. */
"Restore successfully! If it still doesn't work, please reinstall the app." = "Wiederherstellung erfolgreich! Wenn es immer noch nicht funktioniert, installieren Sie die App bitte neu.";

/* No comment provided by engineer. */
"Returns all menu bar items." = "Gibt alle Menüleisten-Elemente zurück.";

/* No comment provided by engineer. */
"Returns always hidden menu bar items." = "Gibt immer versteckte Menüleisten-Elemente zurück.";

/* No comment provided by engineer. */
"Returns app modules using app bundle identifier." = "Gibt App-Module anhand der App-Bündelkennung zurück.";

/* No comment provided by engineer. */
"Returns hidden menu bar items." = "Gibt versteckte Menüleistenobjekte zurück.";

/* No comment provided by engineer. */
"Returns shown menu bar items." = "Rückgabe der angezeigten Menüleisten-Elemente.";

/* No comment provided by engineer. */
"Returns whether the current active scrren has top notch." = "Gibt zurück, ob der aktuelle aktive Bildschirm eine obere Kerbe hat.";

/* No comment provided by engineer. */
"Returns whether the current active scrren menu bar is visible." = "Gibt zurück, ob die aktive Menüleiste des Bildschirms sichtbar ist.";

/* No comment provided by engineer. */
"Reveal In Finder" = "Im Finder anzeigen";

/* No comment provided by engineer. */
"Right➡️" = "Rechts➡️";

/* No comment provided by engineer. */
"Scopes:" = "Bereiche:";

/* No comment provided by engineer. */
"Screen Recording" = "Bildschirmaufnahme";

/* No comment provided by engineer. */
"Search" = "Suchen";

/* No comment provided by engineer. */
"Search for a menu bar item" = "Suche nach einem Menüleistenpunkt";

/* No comment provided by engineer. */
"Select" = "Auswählen";

/* No comment provided by engineer. */
"Select a related menu bar item" = "Wählen Sie einen verwandten Menüpunkt aus";

/* No comment provided by engineer. */
"Select..." = "Wählen Sie...";

/* No comment provided by engineer. */
"Separated" = "Getrennt";

/* No comment provided by engineer. */
"SF Symbols" = "SF Symbole";

/* No comment provided by engineer. */
"Shortcut to show / hide all items:" = "Tastenkombination zum Ein- und Ausblenden aller Elemente:";

/* No comment provided by engineer. */
"Shortcut to show / hide hidden items:" = "Tastenkürzel zum Anzeigen / Ausblenden von versteckten Elementen:";

/* No comment provided by engineer. */
"Shortcut:" = "Abkürzung:";

/* No comment provided by engineer. */
"Shortcuts" = "Tastenkombinationen";

/* No comment provided by engineer. */
"Show" = "Zeigen";

/* No comment provided by engineer. */
"Show all" = "Zeige alles";

/* No comment provided by engineer. */
"Show All" = "Alle anzeigen";

/* No comment provided by engineer. */
"Show all menu bar items" = "Zeige alle Menüleistenelemente";

/* No comment provided by engineer. */
"Show Entry in Menu" = "Eintrag im Menü anzeigen";

/* No comment provided by engineer. */
"Show hidden menu bar items" = "Versteckte Menüleistenobjekte anzeigen";

/* No comment provided by engineer. */
"Show in All Spaces" = "In allen Bereichen anzeigen";

/* No comment provided by engineer. */
"Show Menu Bar Item (Enhanced mode only)" = "Menüleiste anzeigen (nur im erweiterten Modus)";

/* No comment provided by engineer. */
"Show menu bar item by identifier: ${itemIdentifier}, to X: ${x}" = "Menüleistenelement durch Identifier anzeigen: ${itemIdentifier}, zu X: ${x}";

/* No comment provided by engineer. */
"Show menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\"), X is optional." = "Menüleisten-Element nach Identifier anzeigen (z.B. \"com.apple.controlcenter-WiFi\"), X ist optional.";

/* No comment provided by engineer. */
"Show Profile in Menu" = "Profil im Menü anzeigen";

/* No comment provided by engineer. */
"Shown Items" = "Gezeigte Artikel";

/* No comment provided by engineer. */
"Shown Items:" = "Gezeigte Artikel:";

/* No comment provided by engineer. */
"Shown Menu Bar Item" = "Angezeigtes Menüelement";

/* No comment provided by engineer. */
"Small Gap - proper spacing between items" = "Kleine Lücke - angemessener Abstand zwischen den Elementen";

/* No comment provided by engineer. */
"Some of the menu bar items will be moved into a separate menu bar in enhanced mode, this mode requires the user to authorize some necessary permissions (Screen Recording & Accessibility), but there will be no extra permission requests in the normal mode." = "Einige der Menüleisten-Elemente werden im erweiterten Modus in eine separate Menüleiste verschoben, dieser Modus erfordert, dass der Benutzer einige notwendige Berechtigungen authorisiert (Bildschirmaufnahme & Barrierefreiheit), aber im normalen Modus wird es keine zusätzlichen Berechtigungsanfragen geben.";

/* No comment provided by engineer. */
"Something Wrong?" = "Irgendetwas nicht in Ordnung?";

/* No comment provided by engineer. */
"🆘 If the app still prompts that there is no permission after you authorize Barbee, please cancel the authorization of Barbee and delete Barbee in the authorization list, then relaunch Barbee and grant permissions again." = "🆘 Wenn die App immer noch anzeigt, dass keine Berechtigung vorliegt, nachdem Sie Barbee autorisiert haben, bitte brechen Sie die Autorisierung von Barbee ab und löschen Sie Barbee aus der Autorisierungsliste, starten Sie dann Barbee neu und erteilen Sie die Berechtigungen erneut.";

/* No comment provided by engineer. */
"Start" = "Starten";

/* No comment provided by engineer. */
"Start BarBee automatically at login." = "Starte BarBee automatisch beim Login.";

/* No comment provided by engineer. */
"Startup:" = "Startup:";

/* No comment provided by engineer. */
"State" = "Bundesland";

/* No comment provided by engineer. */
"Switch App Module State" = "App-Modulstatus umschalten";

/* No comment provided by engineer. */
"Switch Barbee Mode" = "Wechseln Barbee Modus";

/* No comment provided by engineer. */
"Switch the app module state in menu bar by its identifier(e.g. \"com.apple.controlcenter-WiFi\")." = "Wechseln Sie den Zustand des App-Moduls in der Menüleiste anhand seiner Kennung (z. B. \"com.apple.controlcenter-WiFi\").";

/* No comment provided by engineer. */
"Switch the app module state:${state} in menu bar by its identifier: ${itemIdentifier}" = "Wechseln Sie den Zustand des App-Moduls:${state} in der Menüleiste anhand seiner Kennung: ${itemIdentifier}";

/* No comment provided by engineer. */
"Switch to Enhanced Mode" = "Wechseln Sie in den erweiterten Modus";

/* No comment provided by engineer. */
"Switch to Normal Mode" = "Wechseln Sie in den Normalmodus";

/* No comment provided by engineer. */
"Symbol Number" = "Symbolnummer";

/* No comment provided by engineer. */
"Symbol:" = "Symbol:";

/* No comment provided by engineer. */
"Sync from iCloud drive" = "Sync von iCloud Drive";

/* No comment provided by engineer. */
"Sync profile successfully." = "Profil erfolgreich synchronisiert.";

/* No comment provided by engineer. */
"Terms of Use" = "Nutzungsbedingungen";

/* No comment provided by engineer. */
"Text" = "Text";

/* (No Comment) */
"Thank you to everyone who supports Barbee🖤.\\nYour encouragement is the fuel that keeps me going.\\n\\nIf you are a student, a teacher, an open-source maintainer, or if purchasing this paid version is beyond your current means,\\n👋 please reach out. You will get if for free🆓️. \\n\\n🌐️ If you can help translate Barbee into your languages or improve Barbee's translations, \\nyou will have the lifetime version and your name will be listed in the contributors of Barbee." = "Vielen Dank an alle, die Barbee🖤 unterstützen.\nEure Ermutigung ist der Treibstoff, der mich am Laufen hält.\n\nWenn du ein Schüler, ein Lehrer, ein Open-Source-Maintainer bist oder wenn der Kauf dieser kostenpflichtigen Version über deine derzeitigen Mittel hinausgeht,\n👋 bitte melde dich. Du wirst es kostenlos bekommen🆓️.";

/* No comment provided by engineer. */
"Thanks for purchasing Barbee VIP" = "Danke für den Kauf von Barbee VIP";

/* No comment provided by engineer. */
"Thanks for trying Barbee" = "Danke, dass Sie Barbee ausprobiert haben";

/* No comment provided by engineer. */
"The automation will be deleted and changes take effect immediately" = "Die Automatisierung wird gelöscht und Änderungen treten sofort in Kraft";

/* No comment provided by engineer. */
"The beta version may contain bugs or cause issues. Any feedback you can provide is always greatly appreciated." = "Die Beta-Version kann Fehler enthalten oder Probleme verursachen. Jedes Feedback, das Sie geben können, wird immer sehr geschätzt.";

/* No comment provided by engineer. */
"The changes have been saved, and it will take effect after exiting and restarting the app `%@`." = "Die Änderungen wurden gespeichert und werden nach dem Beenden und Neustarten der App `%@` wirksam.";

/* No comment provided by engineer. */
"The following modules have been found that may be displayed in the menu bar, you can enable or disable them." = "Die folgenden Module wurden gefunden, die in der Menüleiste angezeigt werden können, Sie können sie aktivieren oder deaktivieren.";

/* No comment provided by engineer. */
"The hidden menu bar icon will appear in a separate menu bar in the upper right corner." = "Das versteckte Menüleistensymbol erscheint in einer separaten Menüleiste in der oberen rechten Ecke.";

/* No comment provided by engineer. */
"The hidden menu bar icons will be collapsed." = "Die versteckten Menüleistensymbole werden eingeklappt.";

/* No comment provided by engineer. */
"The hover area of the menu bar include the app menu and Apple logo area" = "Der Schwebebereich der Menüleiste umfasst das App-Menü und den Apple-Logo-Bereich";

/* No comment provided by engineer. */
"The iCloud profiles will be replaced by the local profiles, which cannot be restored." = "Die iCloud-Profile werden durch die lokalen Profile ersetzt, die nicht wiederhergestellt werden können.";

/* No comment provided by engineer. */
"The icon may persist in the menu bar. Using this feature may impact user experience." = "Das Symbol kann in der Menüleiste bestehen bleiben. Die Verwendung dieser Funktion kann das Benutzererlebnis beeinflussen.";

/* No comment provided by engineer. */
"The item is invisible" = "Der Artikel ist unsichtbar";

/* No comment provided by engineer. */
"The item is invisible because of the top notch, you can hide the notch, adjust the resolution of the display or reduce the number of visible items in the Barbee preferences." = "Der Artikel ist aufgrund des oberen Einkerbung unsichtbar, Sie können die Einkerbung ausblenden, die Auflösung des Displays anpassen oder die Anzahl der sichtbaren Elemente in den Barbee Einstellungen reduzieren.";

/* No comment provided by engineer. */
"The item is invisible because the menu bar does not have enough space, you can adjust the resolution of the display or reduce the number of visible items in the Barbee preferences." = "Der Artikel ist unsichtbar, weil die Menüleiste nicht genügend Platz hat, Sie können die Auflösung des Displays anpassen oder die Anzahl der sichtbaren Elemente in den Barbee-Einstellungen reduzieren.";

/* No comment provided by engineer. */
"The local profiles will be replaced by the iCloud profiles, which cannot be restored." = "Die lokalen Profile werden durch die iCloud-Profile ersetzt, die nicht wiederhergestellt werden können.";

/* No comment provided by engineer. */
"The patch has been imported." = "Der Patch wurde importiert.";

/* No comment provided by engineer. */
"The profile has been exported." = "Das Profil wurde exportiert.";

/* No comment provided by engineer. */
"The profile has been imported." = "Das Profil wurde importiert.";

/* No comment provided by engineer. */
"The selected item is not in the menu bar now" = "Das ausgewählte Element ist jetzt nicht in der Menüleiste";

/* No comment provided by engineer. */
"The shadow below the menu bar" = "Der Schatten unter der Menüleiste";

/* No comment provided by engineer. */
"The shadow in the menu bar" = "Der Schatten in der Menüleiste";

/* No comment provided by engineer. */
"The shortcut will be deleted and changes take effect immediately" = "Die Verknüpfung wird gelöscht und Änderungen treten sofort in Kraft";

/* No comment provided by engineer. */
"Then: %@" = "Dann: %@";

/* No comment provided by engineer. */
"Thin" = "Dünn";

/* (No Comment) */
"This prompt will appear when Barbee is running on the new macOS to capture the screenshot of menu bar items. \\n⛔️ Barbee is an offline app with no network permissions." = "Dieser Hinweis erscheint, wenn Barbee auf dem neuen macOS läuft, um Screenshots von Menüleisten-Elementen aufzunehmen. \n⛔️ Barbee ist eine Offline-App ohne Netzwerkberechtigungen.";

/* No comment provided by engineer. */
"Top Notch" = "Erstklassig";

/* No comment provided by engineer. */
"Topmost" = "Oberste";

/* No comment provided by engineer. */
"Trigger:" = "Auslöser:";

/* No comment provided by engineer. */
"Unified" = "Vereinheitlicht";

/* No comment provided by engineer. */
"Upgrade to Barbee VIP" = "Upgrade auf Barbee VIP";

/* No comment provided by engineer. */
"Use Barbee in enhanced mode?" = "Barbee im erweiterten Modus verwenden?";

/* No comment provided by engineer. */
"Use in Shortcuts" = "In Kurzbefehlen verwenden";

/* No comment provided by engineer. */
"Use redeem code" = "Verwenden Sie den Einlösecode";

/* No comment provided by engineer. */
"View iCloud profiles" = "Betrachte iCloud-Profile";

/* No comment provided by engineer. */
"View URL Schemes" = "URL-Schemata anzeigen";

/* No comment provided by engineer. */
"Welcome to Barbee!" = "Willkommen bei Barbee!";

/* No comment provided by engineer. */
"When hovering for more than a certain period of time, show hidden items." = "Wenn länger als eine bestimmte Zeit gehovert wird, versteckte Elemente anzeigen.";

/* No comment provided by engineer. */
"When hovering over the menu bar, hidden items will be shown automatically" = "Wenn man mit der Maus über die Menüleiste fährt, werden versteckte Elemente automatisch angezeigt";

/* No comment provided by engineer. */
"When hovering over the menu of the app or the Apple(🍎) logo, hidden items will be also shown automatically" = "Wenn man mit der Maus über das Menü der App oder das Apple(🍎)-Logo fährt, werden auch automatisch versteckte Elemente angezeigt";

/* No comment provided by engineer. */
"When leaving the menu bar, hidden items will be hidden again" = "Wenn Sie die Menüleiste verlassen, werden ausgeblendete Elemente wieder ausgeblendet";

/* No comment provided by engineer. */
"When the external screen becomes the focus, all menu bar items will be visible, and when the focus is lost, they will be hidden again." = "Wenn der externe Bildschirm im Fokus steht, werden alle Menüleisten-Elemente sichtbar sein, und wenn der Fokus verloren geht, werden sie wieder ausgeblendet.";

/* No comment provided by engineer. */
"When there is a problem with Barbee, you can try to relaunch Barbee to solve this problem." = "Wenn es ein Problem mit Barbee gibt, können Sie versuchen, Barbee neu zu starten, um dieses Problem zu lösen.";

/* No comment provided by engineer. */
"When you click on the blank area of the menu bar, Barbee will toggle showing hidden items." = "Wenn Sie auf den leeren Bereich der Menüleiste klicken, wird Barbee das Anzeigen von versteckten Elementen umschalten.";

/* No comment provided by engineer. */
"When you click on the menu bar icon, Barbee will toggle showing hidden items instead of Barbee menu. The Barbee menu will be displayed when you right-click the menu bar icon." = "Wenn Sie auf das Symbol der Menüleiste klicken, wird Barbee das Anzeigen versteckter Elemente anstelle des Barbee-Menüs umschalten. Das Barbee-Menü wird angezeigt, wenn Sie mit der rechten Maustaste auf das Symbol der Menüleiste klicken.";

/* No comment provided by engineer. */
"When you hold CONTROL(⌃) and click on the menu bar icon, Barbee will toggle showing / hiding all items." = "Wenn Sie CONTROL(⌃) gedrückt halten und auf das Menüleistensymbol klicken, wird Barbee das Anzeigen/Verbergen aller Elemente umschalten.";

/* No comment provided by engineer. */
"When you hold CONTROL(⌃) and click on the menu bar, Barbee will toggle showing / hiding all items." = "Wenn Sie CONTROL(⌃) gedrückt halten und auf die Menüleiste klicken, wird Barbee umschalten, um alle Elemente anzuzeigen / zu verbergen.";

/* No comment provided by engineer. */
"When you hold OPTION(⌥) and click on the menu bar icon, Barbee will toggle showing / hiding hidden items." = "Wenn Sie OPTION(⌥) halten und auf das Symbol in der Menüleiste klicken, wird Barbee das Anzeigen/Verbergen von versteckten Elementen umschalten.";

/* No comment provided by engineer. */
"When: %@" = "Wann: %@";

/* No comment provided by engineer. */
"Whether you do love Barbee or feel we could be doing better, we want to know!" = "Ob Sie Barbee lieben oder das Gefühl haben, dass wir es besser machen könnten, wir möchten es wissen!";

/* No comment provided by engineer. */
"Which mode of tutorial would you like to see?" = "Welche Art von Tutorial möchten Sie sehen?";

/* No comment provided by engineer. */
"Widget" = "Widget";

/* No comment provided by engineer. */
"Widget Entry:" = "Widget-Eintrag:";

/* No comment provided by engineer. */
"Widget feature requires additional permissions!" = "Widget-Funktion erfordert zusätzliche Berechtigungen!";

/* No comment provided by engineer. */
"Width" = "Breite";

/* No comment provided by engineer. */
"Wrong order of Barbee menu bar icons" = "Falsche Reihenfolge der Barbee-Menüleistensymbole";

/* No comment provided by engineer. */
"X" = "X";

/* No comment provided by engineer. */
"Y" = "Y";

/* No comment provided by engineer. */
"Yearly" = "Jährlich";

/* No comment provided by engineer. */
"Yearly - %@" = "Jährlich - %@";

/* No comment provided by engineer. */
"Yearly VIP membership subscription" = "Jährliche VIP-Mitgliedschaftsabonnement";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"You can change the location of Barbee's menu bar icon in the `Menu Bar Layout` setting" = "Sie können die Position des Menüleistensymbols von Barbee in der Einstellung `Menüleistenlayout` ändern";

/* No comment provided by engineer. */
"You can check out the quick start guide to learn more about the two modes of Barbee." = "Sie können den Schnellstart-Leitfaden durchlesen, um mehr über die zwei Modi von Barbee zu erfahren.";

/* No comment provided by engineer. */
"You can enable or disable the `Profile` entry in Barbee's menu." = "Sie können den `Profil` Eintrag im Barbee-Menü aktivieren oder deaktivieren.";

/* No comment provided by engineer. */
"You can enable or disable the `Quick Search` entry in Barbee's menu." = "Sie können den `Schnelle Suche`-Eintrag im Barbee-Menü aktivieren oder deaktivieren.";

/* No comment provided by engineer. */
"You can enable or disable the `Widget` entry in Barbee's menu." = "Sie können den `Widget`-Eintrag im Barbee-Menü aktivieren oder deaktivieren.";

/* No comment provided by engineer. */
"You can export diagnostic logs and send them back to the developer, which can help the developer resolve your issue." = "Sie können Diagnoseprotokolle exportieren und an den Entwickler zurücksenden, was dem Entwickler helfen kann, Ihr Problem zu lösen.";

/* No comment provided by engineer. */
"You can modify the layout of the extra menu bar in the app's preferences window" = "Sie können das Layout der zusätzlichen Menüleiste im Einstellungsfenster der App ändern";

/* No comment provided by engineer. */
"You have unlocked all the features for 3 days, enjoy it now!" = "Sie haben alle Funktionen für 3 Tage freigeschaltet, genießen Sie es jetzt!";

/* No comment provided by engineer. */
"You have unlocked all the features, enjoy it now!" = "Sie haben alle Funktionen freigeschaltet, genießen Sie es jetzt!";

/* No comment provided by engineer. */
"Your payment will be charged to your iTunes Account once you confirm your purchase. Your iTunes account will be charged again when your subscription automatically renews at the end of your current subscription period unless auto-renew is turned off at least 24 hours prior to the end of the current period. You can manage or turn off auto-renew in your Apple ID Account Settings any time after purchase." = "Ihre Zahlung wird Ihrem iTunes-Konto belastet, sobald Sie Ihren Kauf bestätigen. Ihr iTunes-Konto wird erneut belastet, wenn Ihr Abonnement am Ende des aktuellen Abonnementzeitraums automatisch verlängert wird, es sei denn, die automatische Verlängerung wird mindestens 24 Stunden vor Ende des aktuellen Zeitraums deaktiviert. Sie können die automatische Verlängerung jederzeit nach dem Kauf in Ihren Apple-ID-Kontoeinstellungen verwalten oder deaktivieren.";

/* No comment provided by engineer. */
"When the screen width is wide enough, menu bar icons will be no longer hidden" = "Wenn die Bildschirmbreite ausreichend groß ist, werden die Menüleistensymbole nicht mehr versteckt";

/* No comment provided by engineer. */
"The screen width threshold" = "Die Bildschirmbreitenschwelle";

/* No comment provided by engineer. */
"pixel(s)" = "Pixel";

/* No comment provided by engineer. */
"Found screen size(s):" = "Gefundene Bildschirmgrößen:";

/* No comment provided by engineer. */
"Reset All" = "Alles zurücksetzen";

/* No comment provided by engineer. */
"Reset to default appearance:" = "Auf Standardaussehen zurücksetzen:";

/* No comment provided by engineer. */
"Follow us" = "Folgen Sie uns";

/* No comment provided by engineer. */
"Translate Barbee" = "Barbee übersetzen";

/* No comment provided by engineer. */
"Start Translating" = "Beginnen Sie mit dem Übersetzen";

/* No comment provided by engineer. */
"💦Contributors" = "💦Mitwirkende";

/* No comment provided by engineer. */
"Special thanks to users for helping with Barbee Localization! 🌍🌎🌏" = "Besonderer Dank an die Benutzer, die bei der Barbee-Lokalisierung helfen! 🌍🌎🌏";

/* No comment provided by engineer. */
"👋Translating Barbee" = "👋Barbee übersetzen";

/* No comment provided by engineer. */
"If you want to help translate Barbee into other languages or improve existing translations, we would very appreciate that." = "Wenn Sie dabei helfen möchten, Barbee in andere Sprachen zu übersetzen oder bestehende Übersetzungen zu verbessern, würden wir das sehr schätzen.";

/* No comment provided by engineer. */
"Optimization:" = "Optimierung:";

/* No comment provided by engineer. */
"Reduce the interference of the `Screen Recording` icon" = "Die Störungen des `Bildschirmaufnahme`-Symbols reduzieren";

/* No comment provided by engineer. */
"Reduce the refresh frequency of the menu bar icon and optimize the appearance probability of the `Screen Recording` icon." = "Die Aktualisierungsfrequenz des Menüleistensymbols reduzieren und die Erscheinungswahrscheinlichkeit des `Bildschirmaufnahme`-Symbols optimieren.";

/* No comment provided by engineer. */
"Special thanks to:" = "Besonderer Dank an:";

/* No comment provided by engineer. */
"Optimize the cursor click, unable to move, flicker and disappear issues" = "Optimieren Sie das Mausklick, Unbeweglichkeits-, Flimmern- und Verschwindenprobleme";

/* No comment provided by engineer. */
"Use the more optimized menu bar icon management algorithm" = "Verwenden Sie den optimierteren Menüleistensymbol-Verwaltungsalgorithmus";

/* No comment provided by engineer. */
"Tip: You can also hold down command ⌘ and drag the icon in the menu bar to change the menu bar layout." = "Tipp: Sie können auch die Command-Taste ⌘ gedrückt halten und das Symbol in der Menüleiste ziehen, um das Layout der Menüleiste zu ändern.";
